Repository: amrnabih113/Mirath
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onboarding_title_1
source: Instantly Find Any Research
ar: ابحث عن أي بحث على الفور

# onboarding_description_1
source: You can search by keywords, authors, titles, or even paste a block of text to find the exact paper you need.
ar: يمكنك البحث بالكلمات المفتاحية أو المؤلفين أو العناوين أو حتى لصق نص للعثور على الورقة البحثية التي تحتاجها.

# onboarding_title_2
source: Master Your Papers with Active Notes
ar: أتقن أوراقك البحثية بملاحظات نشطة

# onboarding_description_2
source: Enhance your learning by highlighting key passages. Write linked notes, track your insights on a separate page, and create your own summaries.
ar: عزز تعلمك من خلال تمييز المقاطع الرئيسية. اكتب ملاحظات مرتبطة وتتبع أفكارك في صفحة منفصلة وأنشئ ملخصاتك الخاصة.

# onboarding_title_3
source: Collaborate and Write with Confidence
ar: تعاون واكتب بثقة

# onboarding_description_3
source: Start teams to share resources and notes. Use AI to refine your writing and check journal formatting.
ar: ابدأ فرقًا لمشاركة الموارد والملاحظات. استخدم الذكاء الاصطناعي لتحسين كتابتك والتحقق من تنسيق المجلة.

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Get Started
ar: ابدأ الآن

source: Password Reset
ar: إعادة تعيين كلمة المرور

# OTP_code_description
source: We just sent a 6-digit code to your email, enter it below:
ar: لقد أرسلنا لك رمزًا مكونًا من 6 أرقام إلى بريدك الإلكتروني، أدخليه بالأسفل:

source: Verify code
ar: تأكيد الرمز

# Have_not_got_yet
source: Havenâ€™t got the email yet?
ar: لسه ما وصلكيش البريد الإلكتروني؟

source: Resend code
ar: إعادة إرسال الكود

source: Set a new password
ar: ضعي كلمة مرور جديدة

# Create_a_new_password_description
source: Create a new password. Ensure it differs fromprevious ones for security
ar: أنشئي كلمة مرور جديدة. تأكدي أنها مختلفة عن السابقة للحفاظ على الأمان

source: Your new password
ar: كلمة المرور الجديدة

source: Confirm password
ar: تأكيد كلمة المرور

source: Update password
ar: تحديث كلمة المرور

source: Verify your email
ar: تحققي من بريدك الإلكتروني

source: Verify email
ar: تأكيد البريد الإلكتروني

source: Resend code in
ar: إعادة إرسال الرمز خلال
